Repository: SanderH/josm-nl-report
Catalog: src/main/po/*.po
Languages: nl

source: PDOK Reports
nl: PDOK Terugmeldingen

source: Unofficial implementation of the PDOK Report API
nl: Onofficiele implementatie van de PDOK Terugmeldingen API

source: URL of the PDOK report API
nl: URL voor de PDOK Terugmeldingen API

source: API key for accessing the PDOK report API
nl: API key voor toegang tot de PDOK Terugmeldingen API

source: Request API key
nl: API key aanvragen

source: Email address for getting notifications
nl: E-mail adres voor notificaties

source: Optional organisation for the report
nl: Optionele organisatie voor de terugmelding

source: Enable experimental beta-features (might be unstable)
nl: Experimentele beta-functies aanzetten (kan onstabiel zijn)

source: Use acceptance environment
nl: Gebruik acceptatie omgeving

source: URL of the PDOK Report API (acceptance environment)
nl: URL voor de PDOK Terugmeldingen API (accaptatie omgeving)

source: API key for accessing the PDOK Report API (acceptance environment)
nl: API key voor toegang tot de PDOK Terugmeldingen API (acceptatie omgeving)

source: URL of the PDOK report API (proxy)
nl: URL voor de PDOK Terugmeldingen API (proxy)

source: URL of the PDOK Report API (proxy acceptance environment)
nl: URL voor de PDOK Terugmeldingen API (proxy acceptatie omgeving)

source: Use Fiddler proxy (on local default port)
nl: Gebruik Fiddler proxy (op de standaard lokale poort)

source: Select report from other layer
nl: Selecteer terugmelding vanuit andere laag

source: Validate API key
nl: Valideer API key

source: Validate acceptance API key
nl: Valideer acceptatie API key

source: You are logged in using API KEY ''{0}''.
nl: Je bent ingelogd met API KEY ''{0}''.

source: Submit report
nl: Verstuur terugmelding

source: Submit the current report
nl: Verstuur de huidige terugmelding

source: Open PDOK Report layer
nl: Open PDOK Terugmelding laag

source: Download PDOK Reports
nl: Download PDOK Terugmeldingen

source: Add a new PDOK Report
nl: Voeg een nieuwe PDOK Terugmelding toe

source: Click the location where you wish to create a new report
nl: Klik op de locatie waar je de nieuwe terugmelding wilt creÃ«eren

source: Create report
nl: Maak terugmelding

source: Create a new report
nl: Maak een nieuwe terugmelding

source: Enter a detailed description to create a report
nl: Geef een gedetailleerde beschrijving om een terugmelding te maken

source: You must enter a description to create a new report
nl: Je moet een beschrijving invoeren om een nieuwe terugmelding te maken

source: ATTENTION! Do not enter any privacy-sensitive (personal) data below. The data you enter here will be publicly available via the BAG viewer.
nl: LET OP! Vul hieronder geen privacygevoelige (persoons)gegevens in. De gegevens die u hier invult zijn straks openbaar te raadplegen via de BAG viewer.

source: Remove report
nl: Verwijder terugmelding

source: Remove the current report
nl: Verwijder de huidige terugmelding

source: Upload PDOK Report
nl: Verstuur PDOK Terugmelding

source: rejected
nl: afgewezen

source: pending
nl: in verwerking

source: approved
nl: goedgekeurd

source: Report submitted. Registration number: {0}
nl: Terugmelding verstuurd. Registratie nummer: {0}

source: Report upload failed with {0} error ''{1}''{2}!
nl: Terugmelding versturen is mislukt met {0} fout ''{1}''{2}!

source: Zoom to selected report
nl: Zoom naar de geselecteerde terugmelding

source: Zoom to the currently selected Report
nl: Zoom naar de huidige geselecteerde Terugmelding

source: Years
nl: Jaren

source: Months
nl: Maanden

source: Days
nl: Dagen

source: Report info
nl: Terugmelding informatie

source: Registration number
nl: Registratie nummer

source: Registration date
nl: Registratie datum

source: Description
nl: Omschrijving

source: Status date
nl: Status datum

source: Responsible
nl: Verantwoordelijk

source: Explanation
nl: Toelichting

source: Displays detail information on the currently selected report
nl: Geef detail informatie weer van de huidige geselecteerde terugmelding

source: Visit report link
nl: Bezoek terugmelding link

source: Pending upload
nl: Wachten op versturen

source: Could not open the URL {0} in a browser
nl: Kon de URL {0} niet openen in een browser

source: New reports to upload
nl: Nieuwe terugmeldingen om te versturen

source: Open new reports dialog
nl: Open nieuwe terugmelding dialoog

source: New reports upload
nl: Nieuwe terugmelding versturen

source: Update report
nl: Update terugmelding

source: Update a new report
nl: Update een nieuwe terugmelding

source: Finished upload
nl: Versturen afgerond

source: Reports layer
nl: Terugmeldingen laag

source: {0} new report
nl: {0} nieuwe terugmelding

source: {0} new reports
nl: {0} nieuwe terugmeldingen

source: {0} downloaded report
nl: {0} downloaded terugmelding

source: {0} downloaded reports
nl: {0} downloaded terugmeldingen

source: {0} report in total
nl: {0} terugmelding in totaal

source: {0} reports in total
nl: {0} terugmeldingen in totaal

source: {0} reports
nl: {0} terugmeldingen

source: API key is not set in JOSM preferences
nl: API key is niet geconfigureerd in de JOSM voorkeuren

source: Report filter
nl: Terugmelding filter

source: Downloaded reports
nl: Gedownloade terugmeldingen

source: New reports
nl: Nieuwe terugmeldingen

source: Hide completed Reports older than:
nl: Verberg afgesloten terugmeldingen ouder dan:

source: Total reports: {0}
nl: Aantal terugmeldingen: {0}

source: Downloading reports
nl: Downloaden terugmeldingen

source: Submitting reports
nl: Versturen terugmeldingen

source: No reports found
nl: Geen terugmeldingen gevonden

source: Uploading report to server.
nl: Terugmelding versturen naar server.

source: Report
nl: Terugmelding

source: Use Reports API
nl: Gebruik Terugmeldingen API

source: PDOK Production
nl: PDOK Productie

source: PDOK Acceptance
nl: PDOK Acceptatie

source: Proxy Production
nl: Proxy Productie

source: Proxy Acceptance
nl: Proxy Acceptatie

source: Use the official PDOK API with your own API key or a reverse proxy to the official PDOK API with someone else''s key
nl: Gebruik de officiele PDOK API met je eigen API key of een reverse proxy naar de officiele API met iemand anders z''n key
